tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cloudflare-wrangler"
brew "exa"
brew "fish"
brew "fnm"
brew "git"
brew "go"
brew "jq"
brew "mingw-w64"
brew "rustup-init"
brew "speedtest-cli"
brew "tmux"
brew "yarn"
brew "cloudflare/cloudflare/cloudflared"
cask "1password-beta"
cask "corretto"
cask "datagrip"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghidra"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
