tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cppcheck"
brew "exa"
brew "fd"
brew "fish"
brew "flake8"
brew "fnm"
brew "git"
brew "go"
brew "hadolint"
brew "jq"
brew "python@3.9"
brew "neovim"
brew "ripgrep"
brew "rustup-init"
brew "selene"
brew "stylua"
brew "tmux"
brew "wget"
cask "1password-beta"
cask "brave-browser"
cask "corretto"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "gitkraken"
cask "gpg-suite-no-mail"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "notion"
cask "raycast"
cask "slack"
