tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cloudflare-wrangler"
brew "exa"
brew "fish"
brew "fnm"
brew "git"
brew "go"
brew "jq"
brew "pnpm"
brew "protobuf"
brew "rustup-init"
brew "speedtest-cli"
brew "tmux"
brew "yarn"
cask "1password-beta"
cask "brave-browser"
cask "corretto"
cask "discord"
cask "dropbox"
cask "figma"
cask "font-jetbrains-mono"
cask "gitkraken"
cask "gpg-suite-no-mail"
cask "jetbrains-space"
cask "jetbrains-toolbox"
cask "kitty"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
